<%@ page language="java" contentType="text/html; charset=utf-8"
    pageEncoding="utf-8"%>
<!DOCTYPE html>
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<title>OPS : 회원가입</title>
<link rel="stylesheet" href="css/join.css" type="text/css">
<link rel="stylesheet" href="../css/common.css" type="text/css">
<style>
	.join-content{background:#fff;}
</style>
</head>
<body>
<form method="post" id="form1" name="frm">
<div id="join-wrap">
	<div class="join-header">
		<h1 class="logo"><a href="../index.ops"></a></h1>
	</div>
	<div class="join-content">
		<div class="consent-con">
			<div class="chk-top">
				<input type="checkbox" id="chk_all" class="checkbox" name="chk_all" value="ACCE1DEAB0078AGEF0">
				<label for="chk_all"><span class="chk_info">모두 동의 하기</span></label>
			</div>
			<dl>
				<dt class="chk chk-01">
					<input type="checkbox" id="chk_1" class="checkbox" name="chk_1" value="ACCE1DEAB0078AGEF0">
					<label for="chk_1"><span class="chk_info">이용 약관 동의 (필수)</span></label>
				</dt>
				<dd class="join-info">
<h4>제1조 [목적]</h4>
<p style="font-size:13px">
환영합니다.
OPS 서비스 및 제품(이하 ‘서비스’)을 이용해 주셔서 감사합니다.<br>
본 약관은 OPS 서비스의 이용과 관련하여 OPS 서비스를 제공하는 OPS 주식회사(이하 ‘회사’)와 이를 이용하는 OPS 서비스 회원(이하 ‘회원’) 또는 비회원과의 관계를 설명하며,<br>
이용함에 있어 회사와 회원의 권리·의무 및 책임사항 규정을 목적으로 합니다.<br>
OPS 서비스를 이용하시거나 OPS 서비스 회원으로 가입하실 경우 여러분은 본 약관 및 관련 운영 정책을 확인하거나 동의하게 되므로, 잠시 시간을 내시어 주의 깊게 살펴봐 주시기 바랍니다.<br>

다양한 OPS 서비스를 즐겨보세요.<br>
OPS는 www.ops.or.kr 을 비롯한 OPS 도메인의 웹사이트 및 응용프로그램(어플리케이션, 앱)을 통해 정보 검색, 다른 이용자와의 커뮤니케이션, 콘텐츠 제공, 상품 쇼핑 등 여러분의 생활에 편리함을 더할 수 있는 다양한 서비스를 제공하고 있습니다.<br>
여러분은 PC, 휴대폰 등 인터넷 이용이 가능한 각종 단말기를 통해 각양각색의 OPS 서비스를 자유롭게 이용하실 수 있으며, 개별 서비스들의 구체적인 내용은 각 서비스 상의 안내, 공지사항, OPS 웹고객센터(이하 ‘고객센터’) 도움말 등에서 쉽게 확인하실 수 있습니다.<br><br>
</p>
<h4>제2조[용어의 정의]</h4>
<p style="font-size:13px">
서비스 : 접속 가능한 유·무선 단말기(PC, 테블릿, 스마트폰, TV, 휴대형단말기 등의 각종 유·무선 장치를 포함)의 종류와 상관없이 이용할 수 있도록 회사가 제공하는 모든 인터넷 서비스를 말합니다.<br>
회원 : 본약관에 동의 함으로써 회사와 이용계약을 체결하고 이용자 아이디(ID)를 부여 받은 자를 말합니다.<br>
이용신청자: 서비스를 이용하기 위하여 회사와 이용계양ㄱ을 체결하고 회원이 되고자 하는 자를 말합니다.<br>
아이디 : 회원의 식별과 회원의 서비스 이용을 위하여 회원이 선정하고 회사가 승인하는 문자와 숫자의 조합을 말합니다.<br>
비밀번호 : 회원이 부여 받은 아이디와 일치된 회원임을 확인하고, 회원 자신의 비밀을 보호하기 위하여 회원이 정한 문자와 숫자의 조합을 말합니다.<br>
게시물 : 회원이 회사가 제공하는 서비스에 게시한 부호ㆍ문자ㆍ음성ㆍ음향ㆍ영상 등의 정보 형태의 글, 사진, 동영상 및 각종 파일과 링크 등을 말합니다.<br>
포인트 : 회사가 책정하여 회원에게 부여하는 재산적 가치가 없는 서비스 상의 가상 데이터를 말합니다.<br>
<br>
</p>
<h4>제3조 [약관의 효력 및 개정]</h4>
<p style="font-size:13px">
회사는 본 약관의 내용을 회원이 쉽게 알 수 있도록 서비스 초기 화면에 게시합니다.<br>
회사는 약관의 규제에 관한 법률, 정보통신망 이용촉진 및 정보보호 등에 관한 법률(이하 "정보통신망법"이라 합니다) 등 관련법을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.<br>
회사가 약관을 개정할 경우에는 개정약관의 적용일자와 개정사유를 명시하여 현행약관과 함께 적용일자 7일 전부터 적용일자 전일까지 제1항의 방식에 따라 공지합니다. 다만, 개정 내용이 회원에게 불리한 경우 최소한 적용일자 30일 전에 공지하고, 회원이 지정한 이메일주소로 발송하여 통지합니다.<br>
회사가 제3항에 따라 개정약관을 공지 또는 통지하면서 회원에게 개정약관 적용일까지 거부의사를 표시하지 않으면 승인한 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 불구하고 회원이 명시적으로 거부의사를 표시하지 아니한 경우 회원이 개정약관에 동의한 것으로 봅니다.<br>
회원이 개정약관에 동의하지 않을 경우 회사는 이용계약을 해지할 수 있습니다.<br>
</p><br>
<h4>제4조 [약관의 해석]</h4>
<p style="font-size:13px">
회사는 개별 서비스에 대해서 별도의 이용약관 및 정책(이하 “별도의 이용약관 및 정책”이라 합니다)을 둘 수 있으며, 해당 내용이 본 약관과 상충할 경우에는“별도의 이용약관 및 정책”이 우선하여 적용됩니다.<br>
본 약관에 명시되지 않은 사항에 대해서는 “별도의 이용약관 및 정책”, 약관의 규제에 관한 법률, 정보통신망법 및 관계법령 또는 상관례에 따릅니다.<br/><br/>

</p>
<h4>제5조 [이용계약의 성립]</h4>
<p style="font-size:13px">
이용신청자가 본 약관을 읽고 "동의함" 버튼을 누르거나 "확인" 등에 체크하는 방법을 취한 경우 본 약관에 동의한 것으로 간주합니다.<br>
이용계약은 이용신청자가 제1항과 같이 동의한 후, 회사가 정한 신청양식을 작성해 서비스의 이용을 신청한 후, 회사가 이를 승낙함으로써 성립합니다.<br>
이용계약의 성립 시기는 회사가 가입완료를 신청절차 상에서 표시한 시점으로 합니다.<br>
통신판매중개의뢰자가 직접 제공하는 서비스 내에서 별도의 약관을 둘 경우, 서비스 이용은 개인정보 제 3자 제공에 동의하고, 통신판매중개의뢰자의 이용약관 및 운영정책에 동의하여야만 이용할 수 있습니다.<br>
</p><br>
<h4>제6조 [이용신청]</h4>
<p style="font-size:13px">
신청양식에 기재하는 회원정보는 이용신청자의 실제정보인 것으로 간주되고, 실제정보를 입력하지 않은 회원은 법적인 보호를 받을 수 없으며 서비스 이용에 제한을 받을 수 있습니다.<br>
이용신청자는 회사가 정한 신청양식에 본인의 성명 및 아이디 등 필수사항을 입력하고, "등록하기" 또는 "확인" 버튼을 누름으로써 서비스 이용신청을 할 수 있습니다. 다만, 회사가 필요하다고 인정하는 경우 이용신청자에게 별도의 서류 제출을 요구할 수 있습니다.<br>
전항에 따른 이용신청에 있어 회사는 회원의 종류에 따라 전문기관을 통한 실명 확인 및 본인인증을 요청할 수 있습니다.<br>
만14세 미만의 아동이 서비스를 이용하기 위해서는 회사가 요구하는 요건의 법정대리인의 동의절차를 거쳐야 합니다.<br>
</p><br>
<h4>제7조 [이용신청의 승낙 및 제한]</h4>
<p style="font-size:13px">
①회사는 이용신청자가 필수사항 등을 성실히 입력해 이용신청을 완료하였을 때에는 업무상·기술상 지장이 없는 한 서비스의 이용을 승낙하여야 합니다. 단 신청서 제출 이외에 별도의 서류 제출이 필요한 경우는 예외로 합니다.<br>
②회사는 다음 각 호에 해당하는 경우 이용신청에 대한 승낙을 제한할 수 있고, 그 사유가 해소될 때까지 승낙을 유보할 수 있습니다.<br>
1. 서비스 설비에 여유가 없는 경우<br>
2. 기술상 문제가 있다고 판단되는 경우<br>
3. 기타 회사의 사정상 필요하다고 인정되는 경우<br>

③ 회사는 다음 각 호에 해당하는 사항을 인지하는 경우 이용신청을 승낙하지 않을 수 있습니다.<br>
1. 본인의 실명이 아니거나, 타인의 명의를 사용하여 신청한 경우<br>
2. 허위 정보를 기재하여 신청한 경우<br>
3. 신청양식의 기재사항을 누락하거나 오기하여 신청하는 경우<br>
4. 14세 미만 아동이 개인정보제공에 대하여 법정대리인의 동의를 얻지 아니한 경우<br>
5. 사회질서 및 미풍양속을 저해하거나 저해할 목적으로 신청한 경우<br>
6. 회원의 귀책사유에 의하여 회원자격을 상실한 적이 있는 경우. 단, 회사의 회원 재가입 승낙을 얻은 경우에는 예외로 함<br>
7. 기타 회사가 정한 이용요건에 충족되지 않은 경우<br>
④ 제2항과 제3항에 따라 이용신청의 승낙을 유보하거나 아니한 경우, 회사는 원칙적으로 이를 이용신청자에게 알리도록 합니다. 다만, 회사의 귀책사유 없이 이용신청자에게 통지할 수 없는 경우는 예외로 합니다.<br>
⑤ 회사는 회원에 대하여 회원 종류 및 등급별로 구분하여 이용시간, 이용횟수, 서비스 메뉴 등을 세분하여 이용에 차등을 둘 수 있습니다.<br>
⑥ 회사는 회원에 대하여 영화 및 비디오물의 진흥에 관한 법률 및 청소년보호법 등에 따른 등급 및 연령 준수를 위해 이용제한이나 등급별 제한을 할 수 있습니다.<br>
</p><br>
<h4>제8조 [회원정보의 변경]</h4>
<p style="font-size:13px">
회원은 서비스 상의 회원정보 관리페이지에서 본인의 개인정보를 열람하고 수정할 수 있습니다. 다만, 서비스 관리를 위해 필요한 실명, 아이디 등은 수정이 불가능합니다.<br>
회원은 이용신청 시 신청양식에 기재한 사항이 변경되었을 경우 지체 없이 회원정보를 수정하여야 합니다.<br>
회사는 회원이 회원정보를 변경하지 아니하여 발생한 손해에 대하여 책임을 부담하지 않습니다.<br>
</p><br>
<h4>제9조 [회원정보의 관리와 책임]</h4>
<p style="font-size:13px">
①회사는 아이디가 다음 각 호에 해당하는 경우 회원과 협의하여 회원의 아이디를 변경할 수 있습니다.<br>
1. 아이디가 전화번호 또는 주민등록번호 등으로 등록되어 개인정보 유출이 우려되는 경우<br>
2. 사회질서 또는 미풍양속에 어긋나는 경우<br>
3. 회사 및 회사 서비스의 관리자로 오인할 우려가 있는 경우<br>
4. 아이디가 다른 회원과 중복되어 서비스 제공이 곤란한 경우<br>
5. 기타 합리적인 사유가 있는 경우<br>
② 회원은 아이디, 비밀번호 및 추가정보가 도용되거나 제3자가 사용하고 있음을 인지한 경우에는 즉시 본인의 비밀번호를 수정하는 등의 조치를 취하여야 하며, 이를 즉시 회사에 통지하고 회사의 안내에 따라야 합니다.<br>
③ 제3항의 경우에 회원이 회사에 그 사실을 통지하지 않거나, 통지한 경우에도 회사의 안내에 따르지 않아 발생한 불이익에 대하여 회사는 책임지지 않습니다.<br>
</p><br>
<h4>제10조 [회원정보의 보호 및 이용]</h4>
<p style="font-size:13px">
회사는 정보통신망법 등 관계법령이 정하는 바에 따라 회원의 개인정보를 보호하기 위해 노력합니다.<br>
개인정보의 보호 및 이용에 관해서는 관련법 및 회사의 "개인정보처리방침"이 적용됩니다.<br>
회사의 "개인정보처리방침"은 회사의 공식사이트 이외의 링크된 다른 웹사이트(통신판매중개의뢰자의 사이트 등 회사가 운영하지 않는 웹사이트를 말합니다)에서는 적용되지 않습니다.<br>
회사는 회원정보의 처리 및 관리 등의 업무를 스스로 수행함을 원칙으로 하나, 필요한 경우 이러한 업무의 일부 또는 전부를 회사가 선정한 회사에 위탁할 수 있으며, 회원정보의 처리 및 관리 등에 관한 업무를 위탁하는 경우에는 "개인정보처리방침"에 공지합니다.<br>
회원이 이용계약 체결과정에서 회사에 제공한 회원정보에 대한 이용 또는 제공에 대한 동의를 철회하고자 하는 경우에는 "개인정보처리방침"에서 정한 바에 따르며, 회원이 이러한 동의를 철회하는 경우 서비스 이용계약은 자동으로 해지됩니다.<br>
회사는 통신비밀보호법, 정보통신망법 등 관계법령에 따라 행정기관이나 수사기관 등에서 회원의 회원정보의 열람이나 제출을 요청하는 경우에는 이를 제공할 수 있습니다.<br>
</p><br>
<h4>제11조 [회사의 의무]</h4>
<p style="font-size:13px">
회사는 특별한 사정이 없는 한 회원이 서비스 이용을 신청한 날에 서비스를 이용할 수 있도록 합니다.<br>
회사는 본 약관에서 정한 바에 따라 계속적이고 안정적인 서비스의 제공을 위하여 지속적으로 노력하며, 설비에 장애가 생기거나 멸실 된 때에는 지체 없이 이를 수리 복구하여야 합니다. 다만, 천재지변, 비상사태,개인사정 또는 그 밖에 부득이한 경우에는 그 서비스를 일시 중단하거나 중지할 수 있습니다.<br>
회사는 서비스 제공과 관련하여 알고 있는 회원의 회원정보를 본인의 동의 없이 제3자에게 제공하지 않습니다.<br>
회사는 회원의 회원정보를 보호하기 위하여 보안시스템을 구축·운영하며, "개인정보처리방침"을 공지하고 준수합니다.<br>
회사는 서비스 이용과 관련하여 회원으로부터 제기되는 의견이나 불만이 정당하다고 인정할 경우에는 적절한 절차를 거쳐 이를 처리하여야 합니다. 또한 회원이 제기한 의견이나 불만의 처리 과정 및 결과를 게시판이나 전자우편 등을 통하여 전달합니다.<br>
회사는 이용계약의 체결, 계약사항의 변경 및 해지 등 이용신청자와의 계약 관련 절차 및 내용 등에 있어 이용신청자에게 편의를 제공하도록 노력합니다.<br>
</p><br>
<h4>제12조 [회원의 의무]</h4>
 <p style="font-size:13px">
① 회원은 다음 각 호에 해당하는 행위를 하여서는 안됩니다.<br>
1. 회원가입신청 또는 회원정보 변경 시 허위 정보를 등록하는 행위<br>
2. 타인의 아이디 및 비밀번호를 도용하여 서비스를 이용하는 행위<br>
3. 회사의 동의 없이 영리를 목적으로 서비스를 사용하는 행위<br>
4. 회사의 서비스에 게시된 정보를 변경하는 행위<br>
5. 제3자에 대한 허위 사실을 게재하거나 지적재산권을 침해하는 등 회사나 제3자의 권리를 침해하는 행위<br>
6. 정보통신망법 등 관계법령에 의하여 그 전송 또는 게시가 금지되는 정보(컴퓨터 프로그램 등)를 전송하거나 게시하는 행위<br>
7. 청소년보호법에서 규정하는 청소년유해매체물을 게시하는 행위<br>
8. 사회질서 또는 미풍양속에 위배되는 내용의 정보를 유포하는 행위<br>
9. 회사의 직원이나 서비스의 관리자를 가장하거나 사칭하여 글을 게시하거나 전자우편을 발송하는 행위<br>
10. 욕설, 도배글, 스토킹 등 다른 회원의 서비스 이용을 방해하는 행위<br>
11. 다른 회원의 개인정보를 동의 없이 수집, 저장, 공개하는 행위<br>
12. 불특정 다수의 회원을 대상으로 하여 광고 또는 선전을 게시하는 행위<br>
13. 범죄와 결부된다고 객관적으로 판단되는 행위<br>
② 회사는 회원이 제1항의 행위를 하는 경우 해당 게시물 등을 사전통지 없이 삭제할 수 있고, 서비스의 이용을 제한하거나 일방적으로 본 계약을 해지할 수 있습니다. 또한 회사는 이용 제한 또는 계약 해지 사항을 제13조(회원에 대한 통지)에 정한 방법으로 회원에게 통지합니다.<br>
③ 회원은 관계법령, 본 약관의 규정, 서비스 이용안내 및 서비스상에 공지한 주의사항, 회사가 서비스 이용과 관련하여 회원에게 통지하는 사항 등을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 안됩니다.<br>
</p><br>
<h4>제13조 [회원에 대한 통지]</h4>
 <p style="font-size:13px">
① 회사는 회원의 서비스 이용과 관련한 권리 및 의무 등에 관한 사항을 회원이 지정한 이메일 주소, SMS 등으로 통지할 수 있습니다.<br>
② 회사는 회원 전체에 대한 통지의 경우 서비스에 내용을 게시함으로써 제1항의 통지에 갈음할 수 있습니다.<br>
</p><br>
<h4>제16조 [권리의 귀속]</h4>
 <p style="font-size:13px">
① 서비스에 대한 저작권 및 지적재산권은 회사에 귀속됩니다. 단, 회원이 서비스에 게시한 게시물 및 제휴계약에 따라 CP에 의해 제공된 저작물 등은 제외합니다.<br>
② 회사는 서비스와 관련하여 회원에게 회사가 정한 이용조건에 따라 아이디, 콘텐츠, 포인트 등을 이용할 수 있는 이용권만을 부여하며, 회원은 이를 양도, 판매, 담보제공 등의 처분행위를 할 수 없습니다.<br>
</p><br>
<h4>제17조 [포인트]</h4>
 <p style="font-size:13px">
① 회사는 회원에게 포인트를 부여할 수 있으며, 회원은 포인트를 양도, 대여 등 어떠한 처분행위도 할 수 없습니다.<br>
② 회사는 포인트 획득, 사용방법, 소멸 등에 관한 정책을 별도로 정하여 시행할 수 있으며, 사전 공지 후 포인트의 일부 또는 전부를 조정할 수 있습니다.<br>
</p><br>
<h4>제18조 [게시물의 저작권]</h4>
 <p style="font-size:13px">
① 회원이 서비스 내에 게시한 게시물의 저작권은 해당 게시물의 저작자에게 귀속됩니다.<br>
② 게시물은 검색결과 내지 서비스 및 관련 프로모션 등에 노출될 수 있으며, 해당 노출을 위해 필요한 범위 내에서는 일부 수정, 복제, 편집되어 게시될 수 있습니다. 이 경우, 회사는 저작권법 규정을 준수하며, 회원은 언제든지 고객센터 또는 각 서비스 내 관리기능을 통해 해당 게시물에 대해 삭제, 검색결과 제외, 비공개 등의 조치를 취할 수 있습니다.<br>
③ 회사는 제2항 이외의 방법으로 회원의 게시물을 이용하고자 하는 경우에는 전화, 팩스, 전자우편 등을 통해 사전에 회원의 동의를 얻습니다.<br>
</p><br>
<h4>제19조 [게시물의 관리]</h4>
 <p style="font-size:13px">
① 회원의 게시물이 정보통신망법 및 저작권법 등 관련법에 위배되는 내용을 포함하는 경우, 권리자는 관련법이 정한 절차에 따라 해당 게시물의 게시중단 및 삭제 등을 요청할 수 있으며, 회사는 관련법에 따라 조치를 취하여야 합니다.<br>
② 회사는 전항에 따른 권리자의 요청이 없는 경우라도 권리침해가 인정될 만한 사유가 있거나 기타 회사 정책 및 관련법에 위반되는 경우에는 관련법에 따라 해당 게시물에 대해 임시조치(게시물에 대한 접근을 임시적으로 차단하는 조치를 말합니다) 등을 취할 수 있습니다.<br>
③ 회사는 개별 서비스별로 게시물과 관련된 세부이용지침을 별도로 정하여 시행할 수 있으며, 회원은 그 지침에 따라 게시물(회원간 전달 포함)을 게재하여야 합니다.<br>
</p><br>
<h4>제20조 [이용계약의 해지]</h4>
<p style="font-size:13px">
① 회원이 이용계약을 해지하고자 할 경우 회원정보관리 화면 또는 고객센터를 통해서 회사가 정한 절차에 따라 회원의 아이디를 삭제하고 이용계약을 해지할 수 있습니다.<br>
② 회원이 제12조(회원의 의무)의 규정을 위반한 경우 회사는 일방적으로 본 계약을 해지할 수 있고, 이로 인하여 서비스 운영에 손해가 발생한 경우 이에 대한 민·형사상 책임도 물을 수 있습니다.<br>
③ 회원이 이용계약을 해지하는 경우 회원이 서비스에 게시한 게시물은 삭제됩니다. 다만, 다른 회원 또는 제3자에 의하여 스크랩되어 재게시되거나, 공용게시판에 등록된 게시물은 삭제되지 않으니 이용계약 해지 전 삭제하여야 합니다.<br>
④ 회원이 이용계약을 해지하는 경우 통신판매중개의뢰자가 회원에게 직접 제공하는 서비스의 이용계약도 해지됩니다. 잔여 금액이 있을 경우 삭제되오니 이용계약 해지 전 해당 서비스 내 환불처리를 직접하여야 합니다.<br>
</p><br>
<h4>제21조 [서비스 이용의 제한]</h4>
  <p style="font-size:13px">
① 회사는 다음 각 호에 해당하는 사유가 발생한 경우에는 회원의 서비스 이용을 제한하거나 중지시킬 수 있습니다.<br>
1. 회원이 제12조(회원의 의무)를 위반한 경우<br>
2. 회원이 서비스의 정상적인 운영을 고의∙과실로 방해하는 경우<br>
3. 서비스용 설비의 보수점검, 교체 및 고장 또는 운영상 상당한 이유가 있는 경우<br>
4. 서비스의 안정적인 운영을 위하여 정기점검을 실시하는 경우<br>
5. 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우<br>
6. 국가비상사태, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 서비스 이용에 지장이 있는 경우<br>
7. 기타 중대한 사유로 인하여 회사가 서비스 제공을 지속하는 것이 부적당하다고 인정하는 경우<br>
② 회사는 회원이 본 약관의 의무를 위반하거나 서비스의 정상적인 운영을 방해한 경우, 경고, 일시정지, 영구이용정지 등으로 서비스 이용을 단계적으로 제한할 수 있습니다.<br>
③ 회사는 전항에도 불구하고, 주민등록법을 위반한 명의도용 및 결제도용, 저작권법 및 컴퓨터프로그램보호법을 위반한 불법프로그램의 제공 및 운영방해, 정보통신망법을 위반한 불법통신 및 해킹, 악성프로그램의 배포, 접속권한 초과행위 등과 같이 관련법을 위반한 경우에는 즉시 영구이용정지를 할 수 있습니다. 본 항에 따른 영구이용정지 시 서비스 이용을 통해 획득한 모든 혜택이 소멸되며, 회사는 이에 대해 별도로 보상하지 않습니다.<br>
④ 회사는 회원이 1년 이상 로그인하지 않는 경우, 회원정보의 보호 및 운영의 효율성을 위해 이용을 제한할 수 있습니다.<br>
⑤ 회사는 본 조의 이용제한 범위 내에서 제한의 조건 및 세부내용은 이용제한정책 및 개별 서비스상의 운영정책에서 정하는 바에 의합니다.<br>
⑥ 회사는 본 조의 규정에 의하여 서비스 이용을 제한하거나 중지한 때에는 그 사유 및 제한기간 등을 제13조(회원에 대한 통지)에 정한 방법으로 회원에게 통지합니다. 다만, 회사가 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.<br>
⑦ 회원은 본 조에 따른 서비스 이용 제한 또는 중지에 대해 회사가 정한 절차에 따라 이의신청을 할 수 있습니다. 이 때 회사가 회원의 이의 제기가 정당하다고 인정하는 경우 회사는 즉시 회원의 서비스 이용을 재개합니다.<br>
</p><br>
<h4>제22조 [면책]</h4>
  <p style="font-size:13px">
① 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면책됩니다.<br>
② 회사는 회원의 귀책사유로 인한 서비스의 이용장애에 대하여 책임을 지지 않습니다.<br>
③ 회사는 회원이 서비스를 이용하여 기대하는 수익을 상실한 것에 대하여 책임을 지지 않으며, 서비스를 통하여 얻은 자료로 인한 손해 등에 대하여도 책임을 지지 않습니다.<br>
④ 회사는 회원 상호간 또는 회원과 제3자 상호간에 서비스를 매개로 발생한 분쟁에 대해서는 개입할 의무가 없으며 이로 인한 손해를 배상할 책임도 없습니다.<br>
⑤ 회사는 CP가 제공하거나 회원이 작성하는 등의 방법으로 서비스에 게재된 정보, 자료, 사실의 신뢰도, 정확성 등에 대해서는 보증을 하지 않으며 이로 인해 발생한 회원의 손해에 대하여는 책임을 부담하지 아니합니다.<br>
⑥ 회사는 통신판매중개의뢰자와 회원간의 이뤄지는 서비스에 대해 관여하지 않으며, 통신판매중개의뢰자의 행위로 인해 발생한 손해에 대하여는 책임을 지지 않습니다.<br>
</p><br>
<h4>제23조 [분쟁의 해결]</h4>
① 본 약관은 대한민국법령에 의하여 규정되고 이행됩니다.<br>
② 회사와 회원간에 발생한 분쟁에 대해서는 제소 당시의 이용자의 주소에 의하고, 주소가 없는 경우 거소를 관할하는 지방법원의 전속관할로 합니다.<br>
③ 제소 당시 이용자의 주소 또는 거소가 분명하지 아니한 경우에는 민사소송법상의 법원을 관할법원으로 합니다.<br>
<br>
<h4>부칙</h4>
<p style="font-size:13px">
본 약관은 2019년 5월 12일부터 적용됩니다.<br><br>
</p>
				</dd>
			</dl>
			<dl>
				<dt class="chk chk-01">
					<input type="checkbox" id="chk_2" class="checkbox" name="chk_2" value="ACCE1DEAB0078AGEF0">
					<label for="chk_2"><span class="chk_info">개인정보 수집 및 이용 안내 (필수)</span></label>
				</dt>
				<dd class="join-info">
<p style="font-size:13px">
정보통신망법 규정에 따라 OPS에 회원가입 신청하시는 분께 수집하는 개인정보의 항목, 개인정보의 수집 및 이용목적, 개인정보의 보유 및 이용기간을 안내 드리오니 자세히 읽은 후 동의하여 주시기 바랍니다.<br><br>
</p>
<h4>1. 수집하는 개인정보</h4>
<p style="font-size:13px">
이용자는 회원가입을 하지 않아도 정보 검색, 포트폴리오 보기 등 대부분의 OPS 서비스를 회원과 동일하게 이용할 수 있습니다. 이용자가 메일, 개인 포트폴리오 등과 같이 개인화 혹은 회원제 서비스를 이용하기 위해 회원가입을 할 경우, OPS는 서비스 이용을 위해 필요한 최소한의 개인정보를 수집합니다.<br>
<br>
회원가입 시점에 OPS가 이용자로부터 수집하는 개인정보는 아래와 같습니다.<br>
- 회원 가입 시에 ‘아이디, 비밀번호, 이름, 생년월일, 성별, 가입인증 이메일’를 필수항목으로 수집합니다. 만약 이용자가 입력하는 생년월일이 만14세 미만 아동일 경우에는 법정대리인 정보(법정대리인의 이름, 생년월일, 성별, 중복가입확인정보(DI), 휴대폰번호)를 추가로 수집합니다. 그리고 선택항목으로 이메일 주소를 수집합니다.<br>
- 단체아이디로 회원가입 시 단체아이디, 비밀번호, 단체이름, 이메일주소, 가입인증 휴대폰번호를 필수항목으로 수집합니다. 그리고 단체 대표자명, 비밀번호 발급용 멤버 이름 및 이메일주소를 선택항목으로 수집합니다.<br>
서비스 이용 과정에서 이용자로부터 수집하는 개인정보는 아래와 같습니다.<br>
OPS 내의 개별 서비스 이용, 이벤트 응모 및 경품 신청 과정에서 해당 서비스의 이용자에 한해 추가 개인정보 수집이 발생할 수 있습니다. 추가로 개인정보를 수집할 경우에는 해당 개인정보 수집 시점에서 이용자에게 ‘수집하는 개인정보 항목, 개인정보의 수집 및 이용목적, 개인정보의 보관기간’에 대해 안내 드리고 동의를 받습니다.<br>

서비스 이용 과정에서 IP 주소, 쿠키, 서비스 이용 기록, 기기정보, 위치정보가 생성되어 수집될 수 있습니다.<br>
구체적으로 1) 서비스 이용 과정에서 이용자에 관한 정보를 정보통신서비스 제공자가 자동화된 방법으로 생성하여 이를 저장(수집)하거나,<br>
2) 이용자 기기의 고유한 정보를 원래의 값을 확인하지 못 하도록 안전하게 변환한 후에 수집하는 경우를 의미합니다.<br>
OPS 위치기반서비스 이용 시 수집·저장되는 위치정보의 이용 등에 대한 자세한 사항은 ‘네이버 위치정보 이용약관’에서 규정하고 있습니다.<br><br>
</p>
<h4>2. 수집한 개인정보의 이용</h4>
<p style="font-size:13px">
OPS 및 OPS 관련 제반 서비스(모바일 웹/앱 포함)의 회원관리, 서비스 개발・제공 및 향상, 안전한 인터넷 이용환경 구축 등 아래의 목적으로만 개인정보를 이용합니다.<br>
<br>
- 회원 가입 의사의 확인, 연령 확인 및 법정대리인 동의 진행, 이용자 및 법정대리인의 본인 확인, 이용자 식별, 회원탈퇴 의사의 확인 등 회원관리를 위하여 개인정보를 이용합니다.<br>
- 콘텐츠 등 기존 서비스 제공(광고 포함)에 더하여, 인구통계학적 분석, 서비스 방문 및 이용기록의 분석, 개인정보 및 관심에 기반한 이용자간 관계의 형성, 지인 및 관심사 등에 기반한 맞춤형 서비스 제공 등 신규 서비스 요소의 발굴 및 기존 서비스 개선 등을 위하여 개인정보를 이용합니다.<br>
- 법령 및 네이버 이용약관을 위반하는 회원에 대한 이용 제한 조치, 부정 이용 행위를 포함하여 서비스의 원활한 운영에 지장을 주는 행위에 대한 방지 및 제재, 계정도용 및 부정거래 방지, 약관 개정 등의 고지사항 전달, 분쟁조정을 위한 기록 보존, 민원처리 등 이용자 보호 및 서비스 운영을 위하여 개인정보를 이용합니다.<br>
- 유료 서비스 제공에 따르는 본인인증, 구매 및 요금 결제, 상품 및 서비스의 배송을 위하여 개인정보를 이용합니다.<br>
- 이벤트 정보 및 참여기회 제공, 광고성 정보 제공 등 마케팅 및 프로모션 목적으로 개인정보를 이용합니다.<br>
- 서비스 이용기록과 접속 빈도 분석, 서비스 이용에 대한 통계, 서비스 분석 및 통계에 따른 맞춤 서비스 제공 및 광고 게재 등에 개인정보를 이용합니다.<br>
- 보안, 프라이버시, 안전 측면에서 이용자가 안심하고 이용할 수 있는 서비스 이용환경 구축을 위해 개인정보를 이용합니다.<br>
3. 개인정보의 파기
회사는 원칙적으로 이용자의 개인정보를 회원 탈퇴 시 지체없이 파기하고 있습니다.<br>
단, 이용자에게 개인정보 보관기간에 대해 별도의 동의를 얻은 경우, 또는 법령에서 일정 기간 정보보관 의무를 부과하는 경우에는 해당 기간 동안 개인정보를 안전하게 보관합니다.<br>
<br>
이용자에게 개인정보 보관기간에 대해 별도의 동의를 얻은 경우는 아래와 같습니다.<br>
부정가입 및 징계기록 등의 부정이용기록은 부정 가입 및 이용 방지를 위하여 수집 시점으로부터 6개월간 보관하고 파기하고 있습니다. 부정이용기록 내 개인정보는 가입인증 휴대폰 번호(만 14세 미만 회원의 경우 법정대리인 DI)가 있습니다.<br>
결제도용, 불법할인대출(일명 '카드깡') 등 관련 법령 및 이용약관을 위반하는 네이버페이의 부정거래기록(아이디, 이름, 휴대폰번호, 배송지 주소, IP주소, 쿠키, 기기정보)은 부정거래 방지 및 다른 선량한 이용자의 보호, 안전한 거래 환경 보장을 위하여 수집 시점으로부터 3년간 보관하고 파기합니다.<br>
부정이용으로 징계를 받기 전에 회원 가입 및 탈퇴를 반복하며 서비스를 부정 이용하는 사례를 막기 위해 탈퇴한 이용자의 휴대전화번호를 복호화가 불가능한 일방향 암호화(해시 처리)하여 6개월간 보관합니다.<br>
<br>
전자상거래 등에서의 소비자 보호에 관한 법률, 전자금융거래법, 통신비밀보호법 등 법령에서 일정기간 정보의 보관을 규정하는 경우는 아래와 같습니다. OPS는 이 기간 동안 법령의 규정에 따라 개인정보를 보관하며, 본 정보를 다른 목적으로는 절대 이용하지 않습니다.<br>
- 전자상거래 등에서 소비자 보호에 관한 법률 <br>
계약 또는 청약철회 등에 관한 기록: 5년 보관 <br>
대금결제 및 재화 등의 공급에 관한 기록: 5년 보관 <br>
소비자의 불만 또는 분쟁처리에 관한 기록: 5년 보관<br>
- 전자금융거래법 <br>
전자금융에 관한 기록: 5년 보관<br>
- 통신비밀보호법 <br>
로그인 기록: 3개월<br>
</p>
				</dd>
			</dl>
			<dl>
				<dt class="chk chk-01">
					<input type="checkbox" id="chk_3" class="checkbox" name="chk_3">
					<label for="chk_3"><span class="chk_info">위치정보 이용약관 동의(선택)</span></label>
				</dt>
			</dl>
		</div>
	</div>
	<div style="min-height:68px;"><input type="submit" class="submit" value="동의" onclick="submits()"></div>
</div>
</form>
<script type="text/javascript">
	var doc = document;
	var form1 = doc.getElementById('form1');
	var inputs = form1.getElementsByTagName('INPUT');
	var form1_data = {
		"chk_1": false,
		"chk_2": false,
		"chk_3": false
	};
	var chk_1 = doc.getElementById('chk_1');
	var chk_2 = doc.getElementById('chk_2');
	var chk_3 = doc.getElementById('chk_3');
	function checkboxListener() {
		form1_data[this.name] = this.checked;
		if(this.checked) {
			// submit 할때 체크하지 않아 색이 변한 font 를 다시 원래 색으로 바꾸는 부분.
			this.parentNode.style.color = "#000";
		}
	}
		chk_1.onclick = chk_2.onclick = chk_3.onclick = checkboxListener;
		var all = doc.getElementById('chk_all');
		all.onclick = function() {
			if (this.checked) {
				setCheckbox(form1_data, true);
        edCH1++;edCH2++;edCH3++;
			} else {
				setCheckbox(form1_data, false);
        edCH1--;edCH2--;edCH3--;
			}
		};




		function setCheckbox(obj, state) {
			for (var x in obj) {
				obj[x] = state;
				for(var i = 0; i < inputs.length; i++) {
					if(inputs[i].type == "checkbox") {
						inputs[i].checked = state;
					}
				}
			}
		}

	form1.onsubmit = function(e) {
		e.preventDefault(); // 서브밋 될때 화면이 깜빡이지 않게 방지
		if ( !form1_data['chk_1'] ) {
			alert('OPS 이용약관 동의를 하지 않았습니다');
			chk_1.parentNode.style.color = 'red';
			return false;
		}
		if ( !form1_data['chk_2'] ) {
			alert('개인정보 수집 및 이용에 대한 안내를 선택하지 않았습니다.');
			chk_2.parentNode.style.color = 'red';
			return false;
		}
    if (form1_data['chk_1']&&form1_data['chk_2']&&form1_data['chk_3'] ) {
			//alert('모두 동의');

		}
		this.submit();
	};

	function submits(){
		var ck="",ck1="",ck2="";
		var ck=document.getElementsByClassName("checkbox");
		ck1=ck[0].chked;
		ck2=ck[1].chked;
		if(ck1==false){
		}else if(ck2==false){

		}else{
			frm.action="joinForm.jsp";
		}
	}
	/*
	var cha= doc.getElementById('chk_1');
	var chb= doc.getElementById('chk_2');
	var chc= doc.getElementById('chk_3');
	cha.onclick = function(){
		if (this.checked) {
			chb.onclick = function(){
				chc.onclick = function(){
					if (this.checked) {
						setCheckbox(form1_data, true);
					}else{
							inputs[0].checked = state;
					}
				}
			}
		}
	}*/

  var edCH1=0,edCH2=0,edCH3=0;
  var chaa1 = document.getElementById('chk_1');
  var cha2 = document.getElementById('chk_2');
  var cha3 = document.getElementById('chk_3');
  chaa1.onclick = function() {
    if(edCH1==1){
      edCH1--;
      form1_data['chk_1']=false;
    }else{
      edCH1++
      form1_data['chk_1']=true;
    }
    if(edCH1==1&&edCH2==1&&edCH3==1){
      all.checked=true;
    }else{
      all.checked=false;
    }
    return edCH1;
  };
  cha2.onclick = function() {
    if(edCH2==1){
      edCH2--;
      form1_data['chk_2']=false;
    }else{
      edCH2++
      form1_data['chk_2']=true;
    }
    if(edCH1==1&&edCH2==1&&edCH3==1){
      all.checked=true;
    }else{
      all.checked=false;
    }
    return edCH2;
  };
  cha3.onclick = function() {
    if(edCH3==1){
      edCH3--;
    }else{
      edCH3++
    }
    if(edCH1==1&&edCH2==1&&edCH3==1){
      all.checked=true;
    }else{
      all.checked=false;
    }
    return edCH3;
  };
</script>
<div class="footer">
<a href="#">© OPS Corp.</a>
</div>
</body>
</html>
